Repository: iMokhles/Localizations-1
Catalog: Bragi/*.lproj/Localizable.strings
Languages: es, fr

source: Add To Reachability
es: Añadir al Alcance Fácil
fr: Ajouter dans la vue ‘Reachability’

source: Album Art Corner Radius
es: Radio de la Esquina de la Carátula del Álbum
fr: Rayon d'angle de la pochette d'album

# ALBUM_ART_RADIUS_FOOTER_TEXT
source: Not all the view layouts have small album art displayed but if your chosen view does this will control its corner radius. *Tap the number to enter a number manually. Decimals are not supported in this popup yet.
es: No todos los diseños tienen la previsualización de la carátula, pero si su selección la incluye, manualmente controlará el radio de esquina. *Pulse el número para introducer un número manualmente. Decimales no son compatibles con esto aún.
fr: Toutes les vues n'affichent pas une petite pochette d'album mais si vous avez choisi une vue l'affichant, cette option va modifier son rayon d'angle. *Touchez le nombre pour entrer une valeur manuellement. Les nombres décimaux ne sont pas encore pris en charge.

source: Art Overlay Theme
es: Superposición para el Arte del Tema
fr: Thème de la pochette

source: Colorize Control Center
es: Control Center Colorizado
fr: Coloriser le centre de contrôle

# COLORIZE_CONTROL_CENTER_FOOTER
source: When this option is enabled Bragi will attempt to colorize the Control Center to match the album art. This is experimental at this moment but will be improved with time.
es: Cuando esté encendido, Bragi intentará de colorizer el Control Center para que coincide con los colores de la carátula. Actualmente esto es experimental y mejorará con el tiempo.
fr: Si cette option est activée, Bragi va essayer de coloriser le centre de contrôle pour le faire correspondre à la pochette d'album. Ceci est expérimental pour le moment mais sera amélioré plus tard.

source: Configuration
es: Configuración

source: Enable
es: Encender
fr: Activer

source: Hide Heart
es: Ocultar Corazon
fr: Cacher le cœur

# HIDE_SHARE
source: Hide Share Action
es: Ocultar Compartir
fr: Cacher le bouton de partage

# INVERT_FOOTER_TEXT
source: Some people might like swiping left skipping the song instead of going to the previous track and swiping right going to the previous track.
es: A Algunas personas quizás les gustará deslizar hacia la izquierda para saltar a la próxima canción en vez de ir a la canción previa y deslizar hacia la derecho para ir a la canción previa.
fr: Certaines personnes peuvent vouloir glisser à gauche pour passer la piste en cours au lieu de jouer la piste précédente et glisser vers la droite pour jouer la piste précédente.

source: Invert Swipe Actions
es: Invertir Acciones de Deslizo
fr: Inverser les actions de glisser

source: Makers
es: Creadores
fr: Concepteurs

source: Support
es: Soporte
fr: Aide

source: Translation Credits
es: Créditos de Traducción
fr: Remerciements pour les traductions

# USE_CUSTOM_COVER_OVERLAY
source: Use Custom Art Overlay
es: Usar Superposición Personalizada de la Carátula
fr: Utiliser un revêtement personnalisé pour la pochette d'album

source: Use Vibrancy Labels
es: Usar Etiquetas Dinámicas
fr: Utiliser des étiquettes dynamiques
